Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Import Settings…
ar: استيراد الإعدادات…
de: Einstellungen importieren …
es: Importar ajustes…
fr: Importer des réglages…
hi: सेटिंग इंपोर्ट करें…
it: Importa impostazioni…
ja: 設定を読み込む…
ko: 설정 가져오기…
pl: Importuj ustawienia…
pt_br: Importar Ajustes…
ru: Импортировать настройки…
tr: Ayarları İçe Aktar…
uk: Імпортувати параметри…
zh_hans: 导入设置…
zh_hant: 輸入設定…

source: Import Wallpaper Engine Profile…
ar: استيراد ملف Wallpaper Engine الشخصي…
de: Wallpaper Engine-Profil importieren …
es: Importar perfil de Wallpaper Engine…
fr: Importer le profil Wallpaper Engine…
hi: Wallpaper Engine प्रोफ़ाइल इम्पोर्ट करें…
it: Importa profilo di Wallpaper Engine…
ja: Wallpaper Engine のプロファイルを読み込む…
ko: Wallpaper Engine 프로필 가져오기…
pl: Importuj profil Wallpaper Engine…
pt_br: Importar Perfil do Wallpaper Engine…
ru: Импортировать профиль Wallpaper Engine…
tr: Wallpaper Engine Profilini İçe Aktar…
uk: Імпортувати профіль Wallpaper Engine…
zh_hans: 导入 Wallpaper Engine 配置文件…
zh_hant: 輸入 Wallpaper Engine 設定檔⋯

source: Import Wallpaper from Folder…
ar: استيراد خلفية من مجلد…
de: Hintergrundbild aus Ordner importieren …
es: Importar fondo de pantalla desde carpeta…
fr: Importer un fond d’écran depuis un dossier…
hi: फ़ोल्डर से वॉलपेपर इंपोर्ट करें…
it: Importa sfondo da cartella…
ja: フォルダから壁紙を読み込む…
ko: 폴더에서 배경화면 가져오기…
pl: Importuj tapetę z folderu…
pt_br: Importar Imagem de Fundo de Pasta…
ru: Импортировать обои из папки…
tr: Klasörden Duvar Kâğıdı İçe Aktar…
uk: Імпортувати шпалери з папки…
zh_hans: 从文件夹导入墙纸…
zh_hant: 從檔案夾輸入背景圖片…

source: Import Workshop Collection…
ar: استيراد مجموعة من الورشة…
de: Workshop-Kollektion importieren …
es: Importar colección del Workshop…
fr: Importer une collection du Workshop…
hi: Workshop कलेक्शन इंपोर्ट करें…
it: Importa raccolta del Workshop…
ja: ワークショップのコレクションを読み込む…
ko: 창작마당 컬렉션 가져오기…
pl: Importuj kolekcję Warsztatu…
pt_br: Importar Coleção da Oficina…
ru: Импортировать коллекцию Мастерской…
tr: Atölye Koleksiyonunu İçe Aktar…
uk: Імпортувати колекцію Майстерні…
zh_hans: 导入创意工坊合集…
zh_hant: 匯入工作坊收藏集⋯

source: Import a Workshop Collection
ar: استيراد مجموعة من الورشة
de: Workshop-Kollektion importieren
es: Importar una colección del Workshop
fr: Importer une collection du Workshop
hi: Workshop कलेक्शन इंपोर्ट करें
it: Importa una raccolta del Workshop
ja: ワークショップのコレクションを読み込む
ko: 창작마당 컬렉션 가져오기
pl: Import kolekcji Warsztatu
pt_br: Importar uma Coleção da Oficina
ru: Импорт коллекции Мастерской
tr: Bir Atölye Koleksiyonunu İçe Aktar
uk: Імпорт колекції Майстерні
zh_hans: 导入创意工坊合集
zh_hant: 匯入工作坊收藏集

source: Import a preset file exported for this wallpaper
ar: استيراد ملف إعداد مسبق مُصدَّر لهذه الخلفية
de: Eine für dieses Hintergrundbild exportierte Voreinstellungsdatei importieren
es: Importar un archivo de preajuste exportado para este fondo de pantalla
fr: Importer un fichier de préréglage exporté pour ce fond d’écran
hi: इस वॉलपेपर के लिए एक्सपोर्ट की गई प्रीसेट फ़ाइल इंपोर्ट करें
it: Importa un file di preset esportato per questo sfondo
ja: この壁紙用に書き出したプリセットファイルを読み込む
ko: 이 배경화면용으로 내보낸 사전 설정 파일 가져오기
pl: Importuj plik ustawienia wstępnego wyeksportowany dla tej tapety
pt_br: Importar um arquivo de predefinição exportado para esta imagem de fundo
ru: Импортировать файл пресета, экспортированный для этих обоев
tr: Bu duvar kâğıdı için dışa aktarılmış bir hazır ayar dosyasını içe aktar
uk: Імпортувати файл пресета, експортований для цієї шпалери
zh_hans: 导入为此墙纸导出的预设文件
zh_hant: 輸入為此背景圖片輸出的預設組合檔案

source: Import from Steam Library…
ar: استيراد من مكتبة Steam…
de: Aus Steam-Bibliothek importieren …
es: Importar desde una biblioteca de Steam…
fr: Importer depuis une bibliothèque Steam…
hi: Steam लाइब्रेरी से इंपोर्ट करें…
it: Importa da una libreria Steam…
ja: Steam ライブラリから読み込む…
ko: Steam 라이브러리에서 가져오기…
pl: Importuj z biblioteki Steam…
pt_br: Importar da Biblioteca Steam…
ru: Импортировать из библиотеки Steam…
tr: Steam Kütüphanesinden İçe Aktar…
uk: Імпортувати з бібліотеки Steam…
zh_hans: 从 Steam 库导入…
zh_hant: 從 Steam 收藏庫匯入⋯

source: Import from Wallpaper Engine config.json…
ar: استيراد من config.json الخاص بـ Wallpaper Engine…
de: Aus config.json von Wallpaper Engine importieren …
es: Importar desde config.json de Wallpaper Engine…
fr: Importer depuis le config.json de Wallpaper Engine…
hi: Wallpaper Engine की config.json से इंपोर्ट करें…
it: Importa da config.json di Wallpaper Engine…
ja: Wallpaper Engine の config.json から読み込む…
ko: Wallpaper Engine config.json에서 가져오기…
pl: Importuj z pliku config.json Wallpaper Engine…
pt_br: Importar do config.json do Wallpaper Engine…
ru: Импортировать из config.json Wallpaper Engine…
tr: Wallpaper Engine config.json dosyasından içe aktar…
uk: Імпортувати з config.json Wallpaper Engine…
zh_hans: 从 Wallpaper Engine 的 config.json 导入…
zh_hant: 從 Wallpaper Engine 的 config.json 輸入…

source: Import from a Steam Library
ar: الاستيراد من مكتبة Steam
de: Aus einer Steam-Bibliothek importieren
es: Importar desde una biblioteca de Steam
fr: Importer depuis une bibliothèque Steam
hi: Steam लाइब्रेरी से इंपोर्ट करें
it: Importa da una libreria Steam
ja: Steam ライブラリから読み込む
ko: Steam 라이브러리에서 가져오기
pl: Import z biblioteki Steam
pt_br: Importar de uma Biblioteca Steam
ru: Импорт из библиотеки Steam
tr: Bir Steam Kütüphanesinden İçe Aktar
uk: Імпорт з бібліотеки Steam
zh_hans: 从 Steam 库导入
zh_hant: 從 Steam 收藏庫匯入

source: Import…
ar: استيراد…
de: Importieren …
es: Importar…
fr: Importer…
hi: इंपोर्ट करें…
it: Importa…
ja: 読み込む…
ko: 가져오기…
pl: Importuj…
pt_br: Importar…
ru: Импортировать…
tr: İçe Aktar…
uk: Імпортувати…
zh_hans: 导入…
zh_hant: 輸入…

source: Include ⌘, ⌥ or ⌃.
ar: أضف ⌘ أو ⌥ أو ⌃.
de: Mit ⌘, ⌥ oder ⌃.
es: Incluye ⌘, ⌥ o ⌃.
fr: Incluez ⌘, ⌥ ou ⌃.
hi: ⌘, ⌥ या ⌃ शामिल करें।
it: Includi ⌘, ⌥ o ⌃.
ja: ⌘、⌥、⌃のいずれかを含めてください。
ko: ⌘, ⌥ 또는 ⌃를 포함하십시오.
pl: Dodaj ⌘, ⌥ lub ⌃.
pt_br: Inclua ⌘, ⌥ ou ⌃.
ru: Добавьте ⌘, ⌥ или ⌃.
tr: ⌘, ⌥ veya ⌃ ekleyin.
uk: Додайте ⌘, ⌥ або ⌃.
zh_hans: 需包含 ⌘、⌥ 或 ⌃。
zh_hant: 需包含 ⌘、⌥ 或 ⌃。

source: Input Sources
ar: مصادر الإدخال
de: Eingabequellen
es: Fuentes de entrada
fr: Méthodes de saisie
hi: इनपुट स्रोत
it: Sorgenti di input
ja: 入力ソース
ko: 입력 소스
pl: Źródła wprowadzania
pt_br: Fontes de Entrada
ru: Источники ввода
tr: Giriş Kaynakları
uk: Джерела введення
zh_hans: 输入法
zh_hant: 輸入方式

source: Inspect every layer, texture and effect in a wallpaper, tweak parameters live, and nudge or align objects.
ar: افحص كل طبقة ونسيج وتأثير في الخلفية، وعدّل المعلمات مباشرةً، وحرّك الكائنات قليلًا أو حاذِها.
de: Untersuchen Sie jede Ebene, Textur und jeden Effekt eines Hintergrundbilds, passen Sie Parameter live an und verschieben oder richten Sie Objekte aus.
es: Inspecciona cada capa, textura y efecto de un fondo de pantalla, ajusta parámetros en directo y desplaza o alinea objetos.
fr: Inspectez chaque calque, texture et effet d’un fond d’écran, ajustez les paramètres en direct, puis déplacez ou alignez les objets.
hi: किसी वॉलपेपर की हर लेयर, टेक्सचर और इफ़ेक्ट की जाँच करें, पैरामीटर लाइव बदलें, और ऑब्जेक्ट को खिसकाएँ या अलाइन करें.
it: Esamina ogni livello, texture ed effetto di uno sfondo, modifica i parametri in tempo reale e sposta o allinea gli oggetti.
ja: 壁紙のすべてのレイヤー、テクスチャ、エフェクトを調べ、パラメータをリアルタイムで調整し、オブジェクトを微調整したり整列したりできます。
ko: 배경화면의 모든 레이어, 텍스처 및 효과를 검사하고, 매개변수를 실시간으로 조정하며, 객체를 미세하게 이동하거나 정렬할 수 있습니다.
pl: Sprawdzaj każdą warstwę, teksturę i efekt tapety, zmieniaj parametry na żywo oraz przesuwaj i wyrównuj obiekty.
pt_br: Inspecione cada camada, textura e efeito de uma imagem de fundo, ajuste parâmetros em tempo real e mova ou alinhe objetos.
ru: Изучайте каждый слой, текстуру и эффект в обоях, настраивайте параметры на лету, сдвигайте и выравнивайте объекты.
tr: Bir duvar kâğıdındaki her katmanı, dokuyu ve efekti inceleyin, parametreleri canlı olarak ayarlayın, nesneleri kaydırın veya hizalayın.
uk: Досліджуйте кожен шар, текстуру й ефект шпалери, змінюйте параметри наживо та пересувайте або вирівнюйте обʼєкти.
zh_hans: 检查墙纸中的每个图层、纹理和效果，实时调整参数，以及微移或对齐对象。
zh_hant: 檢視背景圖片中的每個圖層、紋理和效果，即時微調參數，並微移或對齊物件。

source: Inspector
ar: المراقب
de: Inspektor
fr: Inspecteur
hi: इंस्पेक्टर
it: Ispettore
ja: インスペクタ
ko: 속성
pl: Inspektor
pt_br: Inspetor
ru: Инспектор
tr: Denetçi
uk: Інспектор
zh_hans: 检查器
zh_hant: 檢閱器

source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
hi: इंस्टॉल करें
it: Installa
ja: インストール
ko: 설치
pl: Zainstaluj
pt_br: Instalar
ru: Установить
tr: Yükle
uk: Встановити
zh_hans: 安装
zh_hant: 安裝

source: Install SteamCMD
ar: تثبيت SteamCMD
de: SteamCMD installieren
es: Instalar SteamCMD
fr: Installer SteamCMD
hi: SteamCMD इंस्टॉल करें
it: Installa SteamCMD
ja: SteamCMD をインストール
ko: SteamCMD 설치
pl: Zainstaluj SteamCMD
pt_br: Instalar SteamCMD
ru: Установить SteamCMD
tr: SteamCMD’yi Yükle
uk: Установити SteamCMD
zh_hans: 安装 SteamCMD
zh_hant: 安裝 SteamCMD

source: Install SteamCMD automatically
ar: تثبيت SteamCMD تلقائيًا
de: SteamCMD automatisch installieren
es: Instalar SteamCMD automáticamente
fr: Installer SteamCMD automatiquement
hi: SteamCMD अपने आप इंस्टॉल करें
it: Installa SteamCMD automaticamente
ja: SteamCMD を自動的にインストール
ko: SteamCMD 자동으로 설치
pl: Instaluj SteamCMD automatycznie
pt_br: Instalar o SteamCMD automaticamente
ru: Устанавливать SteamCMD автоматически
tr: SteamCMD’yi otomatik olarak yükle
uk: Установлювати SteamCMD автоматично
zh_hans: 自动安装 SteamCMD
zh_hant: 自動安裝 SteamCMD

source: Install Wallpaper Engine assets automatically after signing in
ar: تثبيت موارد Wallpaper Engine تلقائيًا بعد تسجيل الدخول
de: Wallpaper Engine-Assets nach dem Anmelden automatisch installieren
es: Instalar los recursos de Wallpaper Engine automáticamente tras iniciar sesión
fr: Installer les ressources Wallpaper Engine automatiquement après la connexion
hi: लॉग इन करने के बाद Wallpaper Engine ऐसेट अपने आप इंस्टॉल करें
it: Installa automaticamente le risorse di Wallpaper Engine dopo l'accesso
ja: ログイン後に Wallpaper Engine アセットを自動的にインストール
ko: 로그인 후 Wallpaper Engine 에셋 자동으로 설치
pl: Instaluj zasoby Wallpaper Engine automatycznie po zalogowaniu
pt_br: Instalar os recursos do Wallpaper Engine automaticamente após iniciar sessão
ru: Устанавливать ресурсы Wallpaper Engine автоматически после входа
tr: Giriş yaptıktan sonra Wallpaper Engine Varlıklarını otomatik olarak yükle
uk: Установлювати ресурси Wallpaper Engine автоматично після входу
zh_hans: 登录后自动安装 Wallpaper Engine 资源
zh_hant: 登入後自動安裝 Wallpaper Engine 資源

source: Install from Steam
ar: التثبيت من Steam
de: Von Steam installieren
es: Instalar desde Steam
fr: Installer depuis Steam
hi: Steam से इंस्टॉल करें
it: Installa da Steam
ja: Steam からインストール
ko: Steam에서 설치
pl: Zainstaluj ze Steam
pt_br: Instalar do Steam
ru: Установить из Steam
tr: Steam’den Yükle
uk: Встановити зі Steam
zh_hans: 从 Steam 安装
zh_hant: 從 Steam 安裝

source: Installed
ar: المثبتة
de: Installiert
es: Instalados
fr: Installés
hi: इंस्टॉल किए गए
it: Installati
ja: インストール済み
ko: 설치됨
pl: Zainstalowane
pt_br: Instaladas
ru: Установленные
tr: Yüklü
uk: Встановлені
zh_hans: 已安装
zh_hant: 已安裝

source: Installing puts the owe-mcp command in Application Support and lets MCP clients connect while the app runs, through a local connection only your user account can open. Removing it deletes the command and stops accepting them.
ar: يضع التثبيت الأمر owe-mcp في مجلد Application Support ويتيح لعملاء MCP الاتصال أثناء تشغيل التطبيق، عبر اتصال محلي لا يفتحه إلا حساب المستخدم الخاص بك. وتؤدي الإزالة إلى حذف الأمر والتوقف عن قبولهم.
de: Die Installation legt den Befehl owe-mcp in „Application Support“ ab und lässt MCP-Clients sich verbinden, solange die App läuft – über eine lokale Verbindung, die nur Ihr Benutzeraccount öffnen kann. Beim Entfernen wird der Befehl gelöscht und es werden keine Clients mehr angenommen.
es: Al instalarlo, el comando owe-mcp se coloca en Application Support y los clientes MCP pueden conectarse mientras la app está abierta, mediante una conexión local que solo tu cuenta de usuario puede abrir. Al eliminarlo, se borra el comando y se dejan de aceptar.
fr: L’installation place la commande owe-mcp dans Application Support et permet aux clients MCP de se connecter tant que l’app est ouverte, par une connexion locale que seul votre compte utilisateur peut ouvrir. La suppression efface la commande et cesse de les accepter.
hi: इंस्टॉल करने से owe-mcp कमांड Application Support में रखी जाती है और ऐप चलते समय MCP क्लाइंट एक लोकल कनेक्शन से जुड़ सकते हैं, जिसे सिर्फ़ आपका यूज़र अकाउंट खोल सकता है। हटाने से कमांड डिलीट हो जाती है और क्लाइंट स्वीकार करना बंद हो जाता है।
it: L’installazione mette il comando owe-mcp in Application Support e consente ai client MCP di connettersi mentre l’app è in esecuzione, tramite una connessione locale che solo il tuo account utente può aprire. La rimozione elimina il comando e smette di accettarli.
ja: インストールすると owe-mcp コマンドが Application Support に置かれ、App の実行中は、お使いのユーザアカウントだけが開けるローカル接続で MCP クライアントが接続できるようになります。削除するとコマンドが削除され、受け付けを停止します。
ko: 설치하면 owe-mcp 명령이 Application Support에 놓이고, 앱이 실행되는 동안 사용자 계정만 열 수 있는 로컬 연결로 MCP 클라이언트가 연결할 수 있습니다. 제거하면 명령이 삭제되고 더 이상 연결을 받지 않습니다.
pl: Instalacja umieszcza polecenie owe-mcp w folderze Application Support i pozwala klientom MCP łączyć się, gdy aplikacja działa, przez połączenie lokalne, które może otworzyć tylko Twoje konto użytkownika. Usunięcie kasuje polecenie i przestaje przyjmować klientów.
pt_br: A instalação coloca o comando owe-mcp em Application Support e permite que clientes MCP se conectem enquanto o app está aberto, por uma conexão local que só a sua conta de usuário pode abrir. A remoção apaga o comando e deixa de aceitá-los.
ru: При установке команда owe-mcp помещается в Application Support, и пока приложение работает, MCP-клиенты могут подключаться по локальному соединению, которое может открыть только ваша учетная запись. При удалении команда стирается и подключения больше не принимаются.
tr: Yükleme, owe-mcp komutunu Application Support klasörüne koyar ve uygulama çalışırken MCP istemcilerinin yalnızca sizin kullanıcı hesabınızın açabildiği yerel bir bağlantıyla bağlanmasına izin verir. Kaldırma, komutu siler ve istemcileri kabul etmeyi durdurur.
uk: Під час встановлення команда owe-mcp потрапляє в Application Support, і поки програма працює, MCP-клієнти можуть підʼєднуватися через локальне зʼєднання, яке може відкрити лише ваш обліковий запис. Вилучення видаляє команду й припиняє приймати клієнтів.
zh_hans: 安装会将 owe-mcp 命令放到 Application Support 中，并在 App 运行时让 MCP 客户端通过只有你的用户账户才能打开的本地连接进行连接。移除会删除该命令并停止接受连接。
zh_hant: 安裝會將 owe-mcp 指令放到 Application Support 中，並在 App 執行時讓 MCP 用戶端透過只有你的使用者帳號能開啟的本機連線進行連線。移除會刪除該指令並停止接受連線。

source: Installing…
ar: يجري التثبيت…
de: Wird installiert …
es: Instalando…
fr: Installation…
hi: इंस्टॉल किया जा रहा है…
it: Installazione…
ja: インストール中…
ko: 설치 중…
pl: Instalowanie…
pt_br: Instalando…
ru: Установка…
tr: Yükleniyor…
uk: Встановлення…
zh_hans: 正在安装…
zh_hant: 安裝中⋯

source: Installs the owe-mcp command that ships with the app and starts accepting MCP clients.
ar: يثبّت الأمر owe-mcp المرفق بالتطبيق ويبدأ في قبول عملاء MCP.
de: Installiert den mit der App gelieferten Befehl owe-mcp und nimmt ab dann MCP-Clients an.
es: Instala el comando owe-mcp que incluye la app y empieza a aceptar clientes MCP.
fr: Installe la commande owe-mcp fournie avec l’app et commence à accepter les clients MCP.
hi: ऐप के साथ आने वाली owe-mcp कमांड इंस्टॉल करता है और MCP क्लाइंट स्वीकार करना शुरू करता है।
it: Installa il comando owe-mcp fornito con l’app e inizia ad accettare client MCP.
ja: App に付属する owe-mcp コマンドをインストールし、MCP クライアントの受け付けを開始します。
ko: 앱에 포함된 owe-mcp 명령을 설치하고 MCP 클라이언트 연결을 받기 시작합니다.
pl: Instaluje polecenie owe-mcp dostarczane z aplikacją i zaczyna przyjmować klientów MCP.
pt_br: Instala o comando owe-mcp que acompanha o app e começa a aceitar clientes MCP.
ru: Устанавливает команду owe-mcp из комплекта приложения и начинает принимать MCP-клиентов.
tr: Uygulamayla birlikte gelen owe-mcp komutunu yükler ve MCP istemcilerini kabul etmeye başlar.
uk: Установлює команду owe-mcp, що постачається з програмою, і починає приймати MCP-клієнтів.
zh_hans: 安装 App 自带的 owe-mcp 命令，并开始接受 MCP 客户端。
zh_hant: 安裝 App 附帶的 owe-mcp 指令，並開始接受 MCP 用戶端。

source: Internal
ar: داخلي
de: Intern
es: Internos
fr: Interne
hi: आंतरिक
it: Interno
ja: 内部
ko: 내장
pl: Wewnętrzne
pt_br: Interno
ru: Внутренние
tr: Dahili
uk: Вбудовані
zh_hans: 内部
zh_hant: 內部

source: Invalid API URL
ar: عنوان URL لـ API غير صالح
de: Ungültige API-URL
es: URL de la API no válida
fr: URL d’API non valide
hi: अमान्य API URL
it: URL API non valido
ja: 無効なAPI URL
ko: 유효하지 않은 API URL
pl: Nieprawidłowy adres URL API
pt_br: URL da API inválida
ru: Недопустимый URL API
tr: Geçersiz API URL’si
uk: Неправильна URL-адреса API
zh_hans: 无效的 API URL
zh_hant: 無效的 API URL

source: Invalid API key. Get a valid key at steamcommunity.com/dev/apikey
ar: مفتاح API غير صالح. احصل على مفتاح صالح من steamcommunity.com/dev/apikey
de: Ungültiger API-Schlüssel. Einen gültigen Schlüssel erhalten Sie unter steamcommunity.com/dev/apikey
es: Clave de API no válida. Consigue una clave válida en steamcommunity.com/dev/apikey
fr: Clé d’API non valide. Obtenez une clé valide sur steamcommunity.com/dev/apikey
hi: अमान्य API कुंजी. steamcommunity.com/dev/apikey पर एक मान्य कुंजी पाएँ
it: Chiave API non valida. Ottieni una chiave valida su steamcommunity.com/dev/apikey
ja: APIキーが無効です。 steamcommunity.com/dev/apikeyで有効なキーを取得してください
ko: 유효하지 않은 API 키입니다. steamcommunity.com/dev/apikey에서 유효한 키를 받으십시오
pl: Nieprawidłowy klucz API. Uzyskaj prawidłowy klucz na stronie steamcommunity.com/dev/apikey
pt_br: Chave de API inválida. Obtenha uma chave válida em steamcommunity.com/dev/apikey
ru: Недопустимый ключ API. Получите действительный ключ на steamcommunity.com/dev/apikey
tr: Geçersiz API anahtarı. steamcommunity.com/dev/apikey adresinden geçerli bir anahtar edinin
uk: Неправильний ключ API. Отримайте дійсний ключ на steamcommunity.com/dev/apikey
zh_hans: API 密钥无效。 请在 steamcommunity.com/dev/apikey 获取有效密钥
zh_hant: 無效的 API 密鑰。 請至 steamcommunity.com/dev/apikey 取得有效的密鑰

source: Invalid username or password
ar: اسم المستخدم أو كلمة المرور غير صحيحة
de: Ungültiger Benutzername oder ungültiges Passwort
es: Nombre de usuario o contraseña no válidos
fr: Nom d’utilisateur ou mot de passe non valide
hi: अमान्य यूज़रनेम या पासवर्ड
it: Nome utente o password non validi
ja: ユーザ名またはパスワードが正しくありません
ko: 사용자 이름 또는 비밀번호가 유효하지 않음
pl: Nieprawidłowa nazwa użytkownika lub hasło
pt_br: Nome de usuário ou senha inválidos
ru: Неверное имя пользователя или пароль
tr: Kullanıcı adı veya parola geçersiz
uk: Неправильне імʼя користувача або пароль
zh_hans: 用户名或密码无效
zh_hant: 使用者名稱或密碼無效

source: Is Focused
ar: في المقدمة
de: Im Vordergrund
es: Está activa
fr: Est au premier plan
hi: फ़ोकस में है
it: È attiva
ja: アクティブ
ko: 활성화됨
pl: Jest aktywna
pt_br: Está em Foco
ru: Активно
tr: Etkin
uk: Активна
zh_hans: 成为焦点
zh_hant: 為使用中

source: Is Fullscreen
ar: في وضع ملء الشاشة
de: Ist Vollbild
es: Está en pantalla completa
fr: Est en plein écran
hi: फ़ुल स्क्रीन है
it: A schermo intero
ja: フルスクリーン化されている
ko: 전체 화면 상태
pl: Jest w trybie pełnoekranowym
pt_br: Está em Tela Cheia
ru: В полный экран
tr: Tam Ekran
uk: На повний екран
zh_hans: 全屏
zh_hant: 全螢幕顯示時

source: Is Fullscreen or Maximized
ar: بملء الشاشة أو مكبّر
de: Im Vollbildmodus oder maximiert
es: Está a pantalla completa o maximizada
fr: Est en plein écran ou agrandie
hi: फ़ुल स्क्रीन या मैक्सिमाइज़ है
it: È a schermo intero o ingrandita
ja: フルスクリーンまたは最大化
ko: 전체 화면 또는 최대화됨
pl: Jest na pełnym ekranie lub zmaksymalizowana
pt_br: Está em Tela Cheia ou Maximizado
ru: На весь экран или развёрнуто
tr: Tam Ekran veya Büyütülmüş
uk: На весь екран або розгорнута
zh_hans: 全屏或最大化
zh_hant: 全螢幕或最大化

source: Is Maximized
ar: مكبر
de: Ist maximiert
es: Está maximizada
fr: Est agrandie
hi: अधिकतम आकार में है
it: Ingrandita
ja: 最大化されている
ko: 최대화된 상태
pl: Jest zmaksymalizowana
pt_br: Está Maximizado
ru: Развёрнуто
tr: Ekranı Kapladı
uk: Збільшено
zh_hans: 最大化
zh_hant: 視窗最大化顯示時

source: Is Playing Audio
ar: يقوم بتشغيل صوت
de: Spielt Ton ab
es: Está reproduciendo audio
fr: Est en cours de lecture audio
hi: ऑडियो चला रहा है
it: Riproduzione audio
ja: オーディオ再生されている
ko: 오디오 재생 상태
pl: Odtwarza dźwięk
pt_br: Está Reproduzindo Áudio
ru: Воспроизводит аудио
tr: Ses Çalıyor
uk: Відтворює звук
zh_hans: 正在播放音频
zh_hant: 播放音訊時

source: Is Running
ar: قيد التشغيل
de: Wird ausgeführt
es: Está abierta
fr: Est ouverte
hi: चल रहा है
it: È aperta
ja: 実行中
ko: 실행 중
pl: Jest uruchomiona
pt_br: Está Aberto
ru: Запущено
tr: Çalışıyor
uk: Запущена
zh_hans: 正在运行
zh_hant: 執行中

source: It has now done this twice in a row and is flagged in the library.
ar: تكرر ذلك الآن مرتين متتاليتين، وتم تمييزها في المكتبة.
de: Dies ist nun zweimal hintereinander passiert; das Hintergrundbild ist in der Mediathek markiert.
es: Ya ha ocurrido dos veces seguidas y se ha marcado en la biblioteca.
fr: Cela s’est produit deux fois de suite ; il est désormais signalé dans la bibliothèque.
hi: अब यह लगातार दो बार ऐसा कर चुका है और लाइब्रेरी में फ़्लैग कर दिया गया है.
it: È successo due volte di seguito ed è stato contrassegnato nella libreria.
ja: これで2回連続となったため、ライブラリで警告マークが付けられました。
ko: 이 문제가 연속으로 두 번 발생하여 보관함에 표시되었습니다.
pl: Stało się tak już dwa razy z rzędu, więc tapeta została oznaczona w bibliotece.
pt_br: Isso já aconteceu duas vezes seguidas, e ela foi sinalizada na biblioteca.
ru: Это произошло уже дважды подряд, поэтому обои отмечены в библиотеке.
tr: Bu durum art arda ikinci kez yaşandı ve arşivde işaretlendi.
uk: Це сталося вже двічі поспіль, тож у бібліотеці її позначено.
zh_hans: 它已连续两次出现此情况，并已在墙纸库中被标记。
zh_hant: 它已連續發生兩次，並已在資料庫中標示。

source: Italic
ar: مائل
de: Kursiv
es: Cursiva
fr: Italique
hi: इटैलिक
it: Corsivo
ja: イタリック
ko: 이탤릭체
pl: Kursywa
pt_br: Itálico
ru: Курсив
tr: İtalik
uk: Курсив
zh_hans: 斜体
zh_hant: 斜體

source: Items with other content ratings are hidden: %lld
ar: العناصر المخفية ذات تصنيف آخر: %lld
de: Ausgeblendete Objekte mit anderer Altersfreigabe: %lld
es: Elementos ocultos con otra clasificación: %lld
fr: Éléments masqués d’une autre classification : %lld
hi: दूसरी आयु रेटिंग वाले छिपे आइटम: %lld
it: Elementi nascosti con un’altra classificazione: %lld
ja: ほかの年齢制限で非表示の項目：%lld
ko: 다른 연령 등급으로 가려진 항목: %lld
pl: Ukryte elementy z inną klasyfikacją: %lld
pt_br: Itens ocultos com outra classificação: %lld
ru: Скрыто элементов с другим рейтингом: %lld
tr: Başka yaş sınırındaki gizli öğeler: %lld
uk: Приховано елементів з іншою категорією: %lld
zh_hans: 其他年龄分级的项目已隐藏：%lld
zh_hant: 其他年齡分級的項目已隱藏：%lld

source: Its scene can’t be read.
ar: يتعذر قراءة المشهد.
de: Die Szene kann nicht gelesen werden.
es: No se puede leer su escena.
fr: Sa scène ne peut pas être lue.
hi: इसका सीन पढ़ा नहीं जा सकता।
it: Impossibile leggere la scena.
ja: シーンを読み込めません。
ko: 장면을 읽을 수 없습니다.
pl: Nie można odczytać sceny.
pt_br: Não é possível ler a cena.
ru: Не удаётся прочитать сцену.
tr: Sahnesi okunamıyor.
uk: Не вдається прочитати сцену.
zh_hans: 无法读取其场景。
zh_hant: 無法讀取其場景。

source: Its wallpapers stay in your library.
ar: تبقى خلفياتها في مكتبتك.
de: Die Hintergrundbilder bleiben in Ihrer Mediathek.
es: Sus fondos de pantalla se quedan en tu biblioteca.
fr: Ses fonds d’écran restent dans votre bibliothèque.
hi: इसके वॉलपेपर आपकी लाइब्रेरी में बने रहेंगे.
it: I suoi sfondi rimangono nella libreria.
ja: 含まれている壁紙はライブラリに残ります。
ko: 포함된 배경화면은 보관함에 그대로 남습니다.
pl: Jej tapety pozostaną w bibliotece.
pt_br: As imagens de fundo dela continuam na sua biblioteca.
ru: Обои из него останутся в библиотеке.
tr: Çalma listesindeki duvar kâğıtları arşivinizde kalır.
uk: Шпалери з нього залишаться у вашій бібліотеці.
zh_hans: 其中的墙纸会保留在你的墙纸库中。
zh_hant: 其中的背景圖片會保留在你的資料庫中。
